tap "derailed/k9s"
tap "discoteq/discoteq"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
brew "aws-iam-authenticator"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "glib"
brew "openjdk"
brew "bfg"
brew "btop"
brew "certbot"
brew "cloc"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "dnstracer"
brew "docker"
brew "dos2unix"
brew "fd"
brew "libssh"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gawk"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnupg"
brew "gradle"
brew "grep"
brew "iproute2mac"
brew "ivy"
brew "jq"
brew "kafka"
brew "kubernetes-cli"
brew "lastpass-cli"
brew "less"
brew "lesspipe"
brew "maven"
brew "maven-completion"
brew "mkvtoolnix", link: false
brew "neovim"
brew "netcat"
brew "node"
brew "ollama"
brew "pandoc"
brew "pass"
brew "protobuf"
brew "python@3.13"
brew "rancher-cli"
brew "sbt"
brew "scala"
brew "stow"
brew "telnet"
brew "thefuck"
brew "tig"
brew "tlrc"
brew "tmux"
brew "util-linux"
brew "watch"
brew "wget"
brew "derailed/k9s/k9s"
brew "discoteq/discoteq/flock"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vault"
cask "1password"
cask "1password-cli"
cask "amazon-chime"
cask "caffeine"
cask "datagrip"
cask "google-chrome"
cask "intellij-idea"
cask "iterm2"
cask "keka"
cask "microsoft-excel"
cask "microsoft-outlook"
cask "microsoft-teams"
cask "postman"
cask "rancher"
cask "rectangle"
cask "slack"
cask "sublime-text"
cask "suspicious-package"
cask "temurin"
cask "temurin@11"
cask "temurin@17"
cask "temurin@21"
cask "temurin@8"
cask "visual-studio-code"
cask "visualvm"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
